Repository: qh-work/RAYN
Catalog: RAYN/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

source: Press Select to view the solar path and daylight details
de: Drücken Sie „Auswählen“, um Sonnenbahn und Tageslichtdetails anzuzeigen
es: Pulsa Seleccionar para ver la trayectoria solar y las horas de luz
fr: Appuyez sur Sélectionner pour afficher la trajectoire du soleil et la durée du jour
it: Premi Seleziona per vedere il percorso solare e le ore di luce
ja: 選択ボタンを押して太陽の軌道と日照時間を表示します
ko: 선택 버튼을 눌러 태양 경로와 일조 상세 정보를 봅니다
zh_hans: 按选择键查看太阳轨迹与日照详情
zh_hant: 按選擇鍵查看太陽軌跡與日照詳細資訊

source: Solar path and daylight
de: Sonnenbahn und Tageslicht
es: Trayectoria solar y horas de luz
fr: Trajectoire du soleil et durée du jour
it: Percorso solare e ore di luce
ja: 太陽の軌道と日照時間
ko: 태양 경로와 일조 시간
zh_hans: 太阳轨迹与日照
zh_hant: 太陽軌跡與日照

source: Sun details
de: Sonnendetails
es: Detalles del Sol
fr: Détails du Soleil
it: Dettagli sul Sole
ja: 太陽の詳細
ko: 태양 상세 정보
zh_hans: 太阳详情
zh_hant: 太陽詳情

source: Use the arrows to change the navigation order
de: Ändern Sie mit den Pfeilen die Navigationsreihenfolge
es: Usa las flechas para cambiar el orden de navegación
fr: Utilisez les flèches pour modifier l’ordre de navigation
it: Usa le frecce per cambiare l’ordine di navigazione
ja: 矢印でナビゲーションの順序を変更します
ko: 화살표로 탐색 순서를 변경합니다
zh_hans: 使用箭头调整导航顺序
zh_hant: 使用箭頭調整導覽順序

source: Official Alert
de: Offizielle Warnung
es: Alerta oficial
fr: Alerte officielle
it: Allerta ufficiale
ja: 公式警報
ko: 공식 경보
zh_hans: 官方警报
zh_hant: 官方警報

source: England
es: Inglaterra
fr: Angleterre
it: Inghilterra
ja: イングランド
ko: 잉글랜드
zh_hans: 英格兰
zh_hant: 英格蘭

source: Live
es: En directo
fr: En direct
it: In tempo reale
ja: ライブ
ko: 실시간
zh_hans: 实时
zh_hant: 即時

source: London
es: Londres
fr: Londres
it: Londra
ja: ロンドン
ko: 런던
zh_hans: 伦敦
zh_hant: 倫敦

source: Max Wind
es: Viento máximo
fr: Vent maximal
it: Vento massimo
ja: 最大風速
ko: 최대 풍속
zh_hans: 最大风速
zh_hant: 最大風速

source: Mild
es: Templado
fr: Doux
it: Mite
ja: 穏やか
ko: 포근함
zh_hans: 温和
zh_hant: 溫和

source: New York
es: Nueva York
ja: ニューヨーク州
ko: 뉴욕주
zh_hans: 纽约州
zh_hant: 紐約州

source: New York City
es: Nueva York
fr: New York
it: New York
ja: ニューヨーク
ko: 뉴욕
zh_hans: 纽约市
zh_hant: 紐約市

source: NW
es: NO
fr: NO
it: NO
ja: 北西
ko: 북서
zh_hans: 西北
zh_hant: 西北

source: Shanghai
es: Shanghái
ja: 上海
ko: 상하이
zh_hans: 上海
zh_hant: 上海

source: Standard
es: Estándar
ja: 標準
ko: 표준
zh_hans: 标准
zh_hant: 標準

source: SW
es: SO
fr: SO
it: SO
ja: 南西
ko: 남서
zh_hans: 西南
zh_hant: 西南

source: UV Index
es: Índice UV
fr: Indice UV
it: Indice UV
ja: 紫外線指数
ko: 자외선 지수
zh_hans: 紫外线指数
zh_hant: 紫外線指數

source: W
es: O
fr: O
it: O
ja: 西
ko: 서
zh_hans: 西
zh_hant: 西

source: China
fr: Chine
it: Cina
ja: 中国
ko: 중국
zh_hans: 中国
zh_hant: 中國

source: Celsius (°C)
ja: 摂氏 (°C)
ko: 섭씨(°C)
zh_hans: 摄氏度 (°C)
zh_hant: 攝氏度 (°C)

source: Fahrenheit (°F)
ja: 華氏 (°F)
ko: 화씨(°F)
zh_hans: 华氏度 (°F)
zh_hant: 華氏度 (°F)

source: Guangdong
ja: 広東省
ko: 광둥성
zh_hans: 广东
zh_hant: 廣東

source: N
ja: 北
ko: 북
zh_hans: 北
zh_hant: 北

source: Radar
ja: レーダー
ko: 레이더
zh_hans: 雷达监测
zh_hant: 雷達監測

source: S
ja: 南
ko: 남
zh_hans: 南
zh_hant: 南

source: Shenzhen
ja: 深圳
ko: 선전
zh_hans: 深圳
zh_hant: 深圳

source: Vancouver
ja: バンクーバー
ko: 밴쿠버
zh_hans: 温哥华
zh_hant: 溫哥華
